[M_Orchid_JockoLegUp MissionDefinition]
MissionName="Lift him up"
MissionDescription="Zuko is one of Part's few friends who wants to be a train robber. You have to kill other criminals to get goods from their bodies.."
TurnInDescription="Some people say that such things reinforce the bad behavior of the shadows and drive you crazy. People say a lot of crazy things.."
MissionSummary="Collect hacking gear for Jock."
MissionGiver="Avoid it"
MissionTurnInLocation="Shade"
TeaserText="Collect more items for Yuko."

[M_Orchid_JockoLegUp:CollectItemsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_JockoLegUp:CollectKidneys MissionObjectiveDefinition]
ProgressMessage="Get a kidney"

[M_Orchid_JockoLegUp:CollectLimbs MissionObjectiveDefinition]
ProgressMessage="Remove the wooden legs"

[M_Orchid_JockoLegUp:CollectTeeth MissionObjectiveDefinition]
ProgressMessage="you are golden"

